export default [
    {
        "id": "ysjf151adf",
        "title": "如何学习HTML",
        "subtitle": "针对初学者的技术小文",
        "summary": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表",
        "picture": "http://news.mydrivers.com/Img/20120217/2012021709492293.jpg",
        "author": "董宇豪",
        "date": "2015年3月30日",
        "tags": ["1","3"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    },
    {
        "id": "ysoofds51adf",
        "title": "如何学习Webpack打包",
        "subtitle": "Webpack4配置攻略",
        "summary": "是我目前在前端学习中所学到的最难的技术难在于他有太多的配置和插件即中所学到的最难的技术难在于他有太多的最难的技术难在于的配置和插件即使在我学习时他已经进使在我学习时他已经进入了时代一个宣称无配置的时代但是我依然被困扰了很久是我目前在前端有太多的配置和插...",
        "picture": "http://i60.tinypic.com/xeiv79.jpg",
        "author": "董宇豪",
        "date": "2015年3月20日",
        "tags": ["1", "3", "4"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    },
    {
        "id": "tofjs51adf",
        "title": "我的学习之旅",
        "subtitle": "自我认知的开始",
        "summary": "自我认知（self-cognition）指的是对自己的洞察和理解，包括自我观察和自我评价。自我观察是指对自己的感知、思维和意向等方面的觉察；自我评价是指对自己的重新认识",
        "picture": "http://i62.tinypic.com/34oq4o0.jpg",
        "author": "董宇豪",
        "date": "2015年4月5日",
        "tags": ["6", "8", "9"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    },
    {
        "id": "51afdfas1adf",
        "title": "如何学习HTML",
        "subtitle": "针对初学者的技术小文",
        "summary": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表",
        "picture": "http://i62.tinypic.com/34oq4o0.jpg",
        "author": "董宇豪",
        "date": "2015年3月30日",
        "tags": ["6"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    },
    {
        "id": "ysjfdsla151adf",
        "title": "如何学习Webpack打包",
        "subtitle": "Webpack4配置攻略",
        "summary": "是我目前在前端学习中所学到的最难的技术难在于他有太多的配置和插件即中所学到的最难的技术难在于他有太多的最难的技术难在于的配置和插件即使在我学习时他已经进使在我学习时他已经进入了时代一个宣称无配置的时代但是我依然被困扰了很久是我目前在前端有太多的配置和插...",
        "picture": "http://i60.tinypic.com/xeiv79.jpg",
        "author": "董宇豪",
        "date": "2015年3月20日",
        "tags": ["2"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    },
    {
        "id": "511251att",
        "title": "我的学习之旅",
        "subtitle": "自我认知的开始",
        "summary": "自我认知（self-cognition）指的是对自己的洞察和理解，包括自我观察和自我评价。自我观察是指对自己的感知、思维和意向等方面的觉察；自我评价是指对自己的重新认识",
        "picture": "http://i62.tinypic.com/34oq4o0.jpg",
        "author": "董宇豪",
        "date": "2015年4月5日",
        "tags": ["8", "9"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    },
    {
        "id": "zzff151ad3",
        "title": "如何学习HTML",
        "subtitle": "针对初学者的技术小文",
        "summary": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表",
        "picture": "http://i62.tinypic.com/34oq4o0.jpg",
        "author": "董宇豪",
        "date": "2015年3月30日",
        "tags": ["9"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    },
    {
        "id": "laff151a7f",
        "title": "如何学习Webpack打包",
        "subtitle": "Webpack4配置攻略",
        "summary": "是我目前在前端学习中所学到的最难的技术难在于他有太多的配置和插件即中所学到的最难的技术难在于他有太多的最难的技术难在于的配置和插件即使在我学习时他已经进使在我学习时他已经进入了时代一个宣称无配置的时代但是我依然被困扰了很久是我目前在前端有太多的配置和插...",
        "picture": "http://i60.tinypic.com/xeiv79.jpg",
        "author": "董宇豪",
        "date": "2015年3月20日",
        "tags": ["10"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    },
    {
        "id": "aznmf151adfdf",
        "title": "我的学习之旅",
        "subtitle": "自我认知的开始",
        "summary": "自我认知（self-cognition）指的是对自己的洞察和理解，包括自我观察和自我评价。自我观察是指对自己的感知、思维和意向等方面的觉察；自我评价是指对自己的重新认识",
        "picture": "http://i62.tinypic.com/34oq4o0.jpg",
        "author": "董宇豪",
        "date": "2015年4月5日",
        "tags": ["9"],
        "fulltext": "众所周知，HTML是一种超文本标记语言，学习它是我们学习前端的必经之路，而与此相互照应的则是CSS，是专门用来渲染和规定HTML元素的样式表"
    }
]